Page({
  data:{
    arr:[{
      til:'九星霸体决',
      author:'作者：净无痕',
      des:'东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
    },
      {
        til: '九星霸体决',
        author: '作者：净无痕',
        des: '东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
      },
      {
        til: '九星霸体决',
        author: '作者：净无痕',
        des: '东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
      },
      {
        til: '九星霸体决',
        author: '作者：净无痕',
        des: '东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
      },
      {
        til: '九星霸体决',
        author: '作者：净无痕',
        des: '东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
      },
      {
        til: '九星霸体决',
        author: '作者：净无痕',
        des: '东方神州，有人皇立道统，有圣贤宗门传道，有诸侯雄踞一方王国，诸强林立，神州动乱千万载，执此之时'
      }
    ]
  },
  navEvent(){
    wx.navigateTo({
      url: '/pages/coursetxtRead/coursetxtRead',
    })
  }
})